Repository: n1ghtbyte/Assessments-App
Catalog: lib/l10n/app_*.arb
Languages: el, es, pt

source: Self
el: Ο εαυτός μας
es: Auto (a uno mismo)
pt: Auto

source: Peer
el: Ομότιμος
es: Pares
pt: Pares

source: Parent
el: Γονέας
es: Familiar
pt: Encarregado(a) de educação

source: Competences
el: Ικανότητες
es: Competencias
pt: Competências

source: Children
el: Παιδιά
es: estudiantes
pt: Estudantes

source: Account
el: Λογαριασμός
es: cuenta
pt: Conta

source: Settings
el: Ρυθμίσεις
es: Configuraciones
pt: Configurações

source: LOGOUT
el: ΑΠΟΣΥΝΔΕΣΗ
es: SALIR
pt: SAIR

source: CANCEL
el: ΑΚΥΡΩΣΗ
es: CANCELAR
pt: Cancelar

source: Student
el: Μαθητής
es: estudiante
pt: Estudante

source: Assessments
el: Αξιολογήσεις
es: Evaluaciones
pt: Avaliações

source: Parents
el: Γονείς
es: Famiiares
pt: Encarregado(a)s de educação

source: Teacher
el: Δάσκαλος
es: Profesor/a
pt: Professor(a)

source: users
el: χρήστες
es: usuarios
pt: Utilizadores

# wrongerror404
source: Something went wrong
el: Κάτι πήγε στραβά
es: Algo fue mal
pt: Algo correu mal

# acctype
source: Account Type
el: Τύπος λογαριασμού
es: Perfil
pt: Tipo de perfil

source: Email
el: E-mail / Ηλεκτρονικό ταχυδρομείο

source: Name
el: Ονοματεπώνυμο
es: Nombre
pt: Nome

source: First Name
el: Όνομα
es: Nombre de usuario
pt: Primeiro Nome

source: Last Name
el: Επίθετο
es: Apellidos
pt: Último Nome

source: Since
el: Από (τότε)
es: Desde
pt: Desde

# datetemplate
source: yyyy-MM-dd
el: εεεε-MM-ηη
es: yyy-mm-dd
pt: ano-mês-dia

source: Created
el: Δημιουργήθηκε
es: Creado
pt: Criado

source: Join Class
el: Εγγραφή στην τάξη
es: Unirse a una clase
pt: Entrar na turma

source: Classes
el: Τάξεις
es: Clases
pt: Turmas

# classunavailable
source: The class is unavailable...
el: Η τάξη δεν είναι διαθέσιμη...
es: La clase no está disponible
pt: A turma está indisponível

source: Join
el: Συνδεθείτε
es: Unirse
pt: Entrar

source: Enter the class code
el: Εισάγετε τον κωδικό της τάξης
es: Introducir el código de clase
pt: Introduza o código de turma

# error
source: ERROR CONTACT O3
el: ΣΦΑΛΜΑ ΕΠΙΚΟΙΝΩΝΙΑΣ O3
es: ERROR DE CONTACTO
pt: Erro de contacto O3

# current
source: Current is:
el: Ο τρέχων είναι:
es: Actual es:
pt: Atual é:

source: Next
el: Επόμενο
es: siguiente
pt: Próximo

source: Graphs
el: Γραφήματα
es: Gráficos
pt: Gráficos

# wec
source: Weights of each competence
el: Βάρη κάθε ικανότητας
es: Pesos de cada competencia
pt: Ponderação de cada competência

# definetodo
source: Need to be defined
el: Πρέπει να οριστούν
es: Necesario definir
pt: Necessário definir

# summa
source: Summative Assessments
el: Συνολικές αξιολογήσεις
es: Evaluaciones sumativas
pt: Avaliação sumativa

source: Grade
el: Βαθμός
es: Nota
pt: Nota

source: Date
el: Ημερομηνία
es: Fecha
pt: Data

# forma
source: Formative Assessments
el: Διαμορφωτικές Αξιολογήσεις
es: Evaluación formativa
pt: Avaliação formativa

# studentprog
source: Student Progression
el: Εξέλιξη του μαθητή
es: Progreso del estudiante
pt: Progresso do estudante

source: Result
el: Αποτέλεσμα
es: Resultado
pt: Resultado

# ltc
source: Leave this class
el: Αποχώρηση από την τάξη
es: Salir de la clase
pt: Sair desta turma

# delclass
source: Are you sure you wish to leave this class and delete all your assesments?
el: Είστε σίγουροι ότι θέλετε να αποχωρήσετε από αυτήν την τάξη και να διαγράψετε όλες τις αξιολογήσεις σας;
es: ¿Está seguro de que desea abandonar esta clase y borrar todas sus evaluaciones?
pt: Tens a certeza que queres sair desta turma e eliminar todas as tuas avaliações?

source: DELETE
el: Διαγραφή
es: ELIMINAR
pt: ELIMINAR

source: Leave Class
el: Αποχώρηση από την τάξη
es: Salir de la clase
pt: Sair da turma

# classdisplayhere
source: Classes will be displayed here
el: Οι τάξεις θα εμφανίζονται εδώ
es: Las clases aparecerán aquí
pt: As turmas irão aparecer aqui

source: Weights
el: Βάρη
es: Pesos
pt: Ponderações

source: Add
el: Προσθήκη
es: Añadir
pt: Adicionar

# parentemail
source: Enter your parent's email
el: Εισάγετε το email των γονιών σας
es: Introduzca la dirección de correo electrónico de sus familiares
pt: Adiciona o email do teu encarregado de educação

# killparent
source: Remove Parent
el: Αφαιρέστε τον Γονέα
es: Eliminar un familiar
pt: Remover encarregado de educação

# killparentfromacc
source: Are you sure you wish to remove this parent from your account
el: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτόν τον γονέα από το λογαριασμό σας
es: ¿Está seguro de que desea eliminar a este familiar de su cuenta?
pt: Tens a certeza que queres remover este encarregado de educação?

# assessdisplayhere
source: Assessments will be displayed here once they have been issued to you :)
el: Οι αξιολογήσεις θα εμφανιστούν εδώ, αφού σας έχουν δοθεί:)
es: Las evaluaciones se mostrarán aquí, una vez que hayan sido emitidas :)
pt: As tuas avaliações serão apresentadas aqui, assim que forem submetidas :)

source: Students
el: Μαθητές
es: Estudiantes
pt: Estudantes

source: Reviewing
el: Αναθεώρηση
es: Revisando
pt: Em revisão

source: Review
el: Αναθεώρηση
es: Revisión
pt: Revisão

source: DONE
el: ΕΓΙΝΕ
es: HECHO
pt: Concluido

source: Count
el: Μέτρηση
es: Cuenta
pt: Conta

source: Assessment Updated
el: Η αξιολόγηση επικαιροποιήθηκε
es: Evaluación actualizada
pt: Avaliação atualizada

# forgotassess
source: You forgot to evaluate the student in some indicators
el: Ξεχάσατε να αξιολογήσετε τον μαθητή σε ορισμένους δείκτες
es: Ciertos indicadores no fueron evaluados
pt: Certos indicadores não foram avaliados

# failstudentzero
source: This student was given 0 in all indicators
el: Σε αυτόν τον μαθητή δόθηκε 0 σε όλους τους δείκτες
es: Este estudiante fue evaluado con 0 en todos los indicadores
pt: Este aluno foi avaliado com Zero em todos os indicadores

# dontassessstudent
source: Do not assess this student
el: Μην αξιολογείτε αυτόν τον μαθητή
es: No evaluar a este estudiante
pt: Não avaliar este aluno

source: Target
el: Στόχος
es: Objetivo
pt: Alvo

source: Single
el: Ατομικός
es: Individual
pt: Individual

source: Multiple
el: Πολλαπλάσιο
es: Múltiple
pt: Múltiplos

# genassess
source: Generate Assessment
el: Δημιουργήστε Αξιολόγηση
es: Generar evaluación
pt: Gerar avaliação

# assesstype
source: Assessment type
el: Τύπος Αξιολόγησης
es: Tipo de evaluación
pt: Tipo de avaliação

source: Formative
el: Διαμορφωτική
es: Formativa
pt: Formativa

source: Summative
el: Συνολική αξιολόγηση
es: sumativa
pt: Sumativa

source: Summatives
el: Σύνολα
es: sumativas
pt: Sumativas

# choosethecomps
source: Choose the Competences
el: Επιλέξτε τις Ικανότητες
es: Elegir las competencias
pt: Escolher as competências

# issuedassess
source: The assessment has been issued to this Class
el: Η αξιολόγηση έχει εκδοθεί για αυτήν την Τάξη
es: La evaluación se ha emitido para esta clase
pt: Esta avaliação foi emitida para a turma

# wip
source: Still in development
el: Σε εξέλιξη
es: En desarrollo
pt: Em desenvolvimento

# finishassess
source: You must end the assessment that you assigned to this class first!
el: Πρέπει πρώτα να τερματίσετε την αξιολόγηση που αναθέσατε σε αυτήν την τάξη!
es: Debe finalizar primero la evaluación que asignó a esta clase
pt: Deve finalizar a avaliação que gerou para esta turma primeiro!

source: Create
el: Δημιουργία
es: Crear
pt: Criar

# greetingassessclass
source: Assessments will be displayed here once they are generated
el: Οι αξιολογήσεις θα εμφανίζονται εδώ, μόλις δημιουργηθούν
es: Las evaluaciones se mostrarán aquí, una vez generadas
pt: Avaliações são mostradas aqui, assim que forem geradas

# genfassess
source: Generate F.Assessment
el: Δημιουργία Διαμορφωτική Αξιολόγησης
es: Generar evaluación formativa
pt: Gerar avaliação formativa

# sm
source: Show More
el: Εμφάνιση περισσότερων
es: Mostrar más
pt: Mostrar mais

# sl
source: Show less
el: Εμφάνιση λιγότερων
es: Mostrar menos
pt: Mostrar menos

# assessname
source: Assessment name
el: Όνομα αξιολόγησης
es: Nombre de la evaluación
pt: Nome da avaliação

# assessnamequestion
source: What is the name of the assessment?
el: Ποια είναι η ονομασία της αξιολόγησης;
es: ¿Cuál es el nombre de la evaluación?
pt: Qual é o nome da avaliação?

# pickcomps
source: Choose the Competences to take into account
el: Επιλέξτε τις Ικανότητες που θα ληφθούν υπόψη
es: Elegir las competencias
pt: Escolher as competências

# finishassessfirst
source: You must finish the assessment that you assigned to this class first!
el: Πρέπει πρώτα να ολοκληρώσετε την αξιολόγηση που αναθέσατε σε αυτήν την τάξη!
es: Debe terminar primero la evaluación que asignó a esta clase.
pt: Deve finalizar a avaliação que gerou para esta turma primeiro!

# pickassess
source: Choose which assessments to take into account
el: Επιλέξτε ποιες αξιολογήσεις θα ληφθούν υπόψη
es: Elija las evaluaciones que tendrá en cuenta
pt: Selecione as avaliações a considerar

source: Formatives
el: Διαμορφωτικές
es: Formativas
pt: Formativas

source: Targets
el: Στόχοι
es: Objetivos
pt: Alvos

# summissued
source: The summative assessment has been issued to this Class
el: Η συνολική αξιολόγηση έχει εκδοθεί σε αυτήν την Τάξη
es: Se ha generado la evaluación sumativa de la clase
pt: A avaliação sumativa foi gerada para esta turma

source: Generate
el: Δημιουργία
es: Generar
pt: Gerar

source: Creator
el: Δημιουργός
es: Creador
pt: Criador

# classConcept
source: Class
el: Τάξη
es: Clases
pt: Turma

# forgetsetup
source: Before you can run a summative assessment you must setup the weights of each competence!
el: Για να μπορέσετε να εκτελέσετε μια συνοπτική αξιολόγηση, πρέπει να ρυθμίσετε τα βάρη κάθε ικανότητας!
es: Antes de generar una evaluación sumativa debe seleccionar las ponderaciones para cada competencia
pt: Antes de gerar uma avaliação sumativa deve selecionar os pesos de cada competência

source: Student Settings
el: Ρυθμίσεις Μαθητή
es: Configuración del estudiante
pt: Configuração do estudante

# changename
source: Change name displayed
el: Αλλαγή ονόματος που εμφανίζεται
es: Cambiar nombre
pt: Renomear

source: Contact
el: Επικοινωνία
es: Contacto
pt: Contacto

# checkemail
source: Please check your email box
el: Παρακαλώ ελέγξτε το κουτί του ηλεκτρονικού ταχυδρομείου σας
es: Comprobar buzón de correo electrónico
pt: Verifique se recebeu um email

source: Save
el: Αποθήκευση
es: Guardar
pt: Salvar

# addcomps
source: Add Competences
el: Προσθήκη Ικανοτήτων
es: Añadir competencias
pt: Adicionar competências

# pickcompsclass
source: Select the competences you want to add to this class
el: Επιλέξτε τις ικανότητες που θέλετε να προσθέσετε σε αυτήν την τάξη
es: Seleccione las competencias que desea añadir a la clase
pt: Selecone as competências que quer adicionar à turma

# addstud
source: Add Student
el: Προσθήκη Μαθητή
es: Añadir alumno
pt: Adicionar aluno

# studname
source: Student Name
el: Όνομα Μαθητή
es: Nombre del estudiante
pt: Nome do aluno

# enterstudname
source: Enter the name of the student
el: Εισάγετε το όνομα του μαθητή
es: introduzca el nombre del estudiante
pt: Introduza o nome do aluno

source: Loading
el: Φόρτωση
es: Cargar
pt: A carregar

# formsarg
source: Formative Assessments used to compute this summative
el: Διαμορφωτικές αξιολογήσεις που χρησιμοποιούνται για τον υπολογισμό αυτήν την συνολική
es: Evaluaciones formativas utilizadas para el cálculo sumativo
pt: Avaliações formativas usadas para cáuculo da sumativa

source: Connecting...
el: Γίνεται σύνδεση...
es: Conectando...
pt: A ligar...

# weightsargs
source: Weights used to compute this summative
el: Βάρη που χρησιμοποιούνται για τον υπολογισμό αυτής της αθροιστικής
es: Ponderaciones utilizadas para el cálculo de las evaluaciones sumativas
pt: Pesos usados para calcular esta avaliação sumativa

source: Close
el: Κλείσιμο
es: Cerrar
pt: Fechar

# setupweights
source: Setup the weights
el: Ρυθμίστε τα βάρη
es: Asignación de ponderaciones
pt: Atribuir pesos

# valsstored
source: The values are stored!
el: Οι τιμές αποθηκεύονται!
es: Los valores se han guardado
pt: Os valores foram salvos

# summhundred
source: The values must add up to 100!
el: Οι τιμές πρέπει να αθροίζουν έως και το 100!
es: La suma de los valores debe ser 100
pt: A soma dos valores deve ser 100!

# attrweigh
source: Please attribute ths desired weight to your competences
el: Παρακαλώ αποδώστε το επιθυμητό βάρος στις ικανότητες
es: Por favor, atribuya el peso deseado a sus competencias
pt: Por favor, defina a ponderação das competências que selecionou

source: percentage
el: ποσοστό
es: porcentaje
pt: Percentagem

# stats
source: Statistics of the Class
el: Στατιστικά στοιχεία της Τάξης X
es: Estadísticas de la Clase
pt: Estatística da turma

# formasse
source: Formative Assessment
el: Διαμορφωτική αξιολόγηση
es: Evaluación formativa
pt: Avaliação formativa

# summasse
source: Sumative Assessment
el: Συνολική αξιολόγηση
es: Evaluación sumativa
pt: Avaliação sumativa

# avg
source: Average
el: Μέσος όρος: X
es: Media
pt: Média:

# ovr
source: Total
el: Σύνολο: X \nΜέσος όρος: X
es: En general

source: TeacherID
el: ID Δασκάλου
es: ID profesor
pt: IDProfessor

source: User Updated
el: Επικαιροποιημένος χρήστης
es: Usuario actualizado
pt: Utilizador atualizado

# createclass
source: Create a Class
el: Δημιουργήστε μία Τάξη
es: Crear una clase
pt: Criar uma turma

# geningcc
source: Generating the join code
el: Δημιουργία του κωδικού σύνδεσης
es: Generar el código de unión
pt: Gerar o código de adesão

# enterclassname
source: Enter the class name
el: Εισάγετε το όνομα της Τάξης
es: Introduzca el nombre de la clase
pt: Introduza o nome da turma

# entertxt
source: Please enter some text
el: Παρακαλώ εισάγετε κάποιο κείμενο
es: Introduzca un texto
pt: Por favor introduza um texto

source: Class Name
el: Όνομα Τάξης
es: Nombre de la clase
pt: Nome da turma

# pickind
source: Choose the indicators
el: Επιλέξτε τους δείκτες
es: Elija los indicadores
pt: Escolha os indicadores

# classtip1
source: Classes will be displayed here once they are created
el: Οι τάξεις θα εμφανίζονται εδώ, μόλις δημιουργηθούν
es: Las clases se mostrarán aquí una vez creadas
pt: As turmas serão mostradas aqui assim que forem criadas

# joinc
source: Join code
el: Κωδικός σύνδεσης
es: Código de inscripción
pt: Código de adesão

# copyclipboard
source: Join code on clipboard
el: Κωδικός σύνδεσης στο πρόχειρο
es: Código de unión en el portapapeles
pt: Código de adesão foi copiado

source: Class Settings
el: Ρυθμίσεις Τάξης
es: Configuración de la clase
pt: Confirgurações da turma

source: Change class name
el: Αλλαγή ονόματος τάξης
es: Cambiar el nombre de la clase
pt: Alterar nome da turma

# year
source: Year ID
el: Έτος Ταυτότητας
es: ID Año
pt: ID Ano

source: Updated
el: Επικαιροποίηση
es: Actualizado
pt: Atualização feita

# killclass
source: Delete this class
el: Διαγραφή αυτής της τάξης
es: Eliminar esta clase
pt: Eliminar a turma

# killclassandassess
source: Are you sure you wish to delete this class and delete all their assesments?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την τάξη και να διαγράψετε όλες τις αξιολογήσεις τους;
es: ¿Está seguro de que desea eliminar esta clase y borrar todas sus evaluaciones?
pt: Tem a certeza que quer eliminar esta turma e todas as avaliações associadas?

source: Deleted
el: Διαγράφηκε
es: Eliminada
pt: Eliminada

source: Review Assessments
el: Αναθεώρηση των αξιολογήσεων
es: Revisar evaluaciones
pt: Rever avaliações

source: Review Assessment
el: Αναθεώρηση Αξιολόγησης
es: Revisar evaluación
pt: Rever avaliação

# classtip2
source: Your students will appear here, once they have joined this class. You can also add your students manually. (Pro tip: up right corner)
el: Οι μαθητές σας θα εμφανιστούν εδώ, μόλις εγγραφούν σε αυτή την τάξη.\n Μπορείτε επίσης να προσθέσετε τους μαθητές σας με μη αυτόματο τρόπο. (Επιπλέον συμβουλή: επάνω δεξιά γωνία)
es: Sus estudiantes aparecerán aquí, una vez que se hayan unido a esta clase. También puede añadir a sus estudiantes manualmente. (Consejo profesional: esquina superior derecha)
pt: Os alunos aparecerão aqui, assim que se associarem à turma. Também poderá adicioná-los manualmente (dica: canto superior direito)

# classstuds
source: Class' students
el: Μαθητές της τάξης
es: Estudiantes de la clase
pt: Alunos da turma

# allstuds
source: All assessments regarding this class' students
el: Όλες οι αξιολογήσεις σχετικά με τους μαθητές αυτής της τάξης
es: Todas las evaluaciones relativas a los alumnos de esta clase
pt: Todas as avaliações relativas aos alunos desta turma

# createcomp
source: Create Competence
el: Δημιουργία Ικανότητας
es: Crear competencia
pt: Criar competência

# indname
source: Indicators Name
el: Όνομα Δείκτη
es: Nombre de los indicadores
pt: Nome do indicador

source: Descriptor
el: Περιγραφέας
pt: Descritor

source: Value
el: Αξία
es: Valor
pt: Valor

source: Description
el: Περιγραφή
es: Descripción
pt: Descrição

source: Indicators
el: Δείκτες
es: Indicadores
pt: Indicadores

source: Points
el: Πόντοι
es: Puntos
pt: Pontos

source: Descriptors
el: Περιγραφέας $ {δείκτης 2 + 1}
es: Descriptores
pt: Descritores

# compediting
source: Editing a competence
el: Επεξεργασία μίας ικανότητας
es: Editar una competencia
pt: Editar uma competência

# compedited
source: Competence edited
el: Η ικανότητα επεξεργάσθηκε
es: Competencia editada
pt: Competência editada

# compupdated
source: The competence was updated!
el: Η ικανότητα επικαιροποιήθηκε!pp
es: Se ha actualizado la competencia
pt: A competência foi atualizada

# fieldsdead
source: Some fields are missing
el: Λείπουν ορισμένα πεδία
es: Faltan algunos campos
pt: Alguns campos estão em falta

# indicator
source: Indicator $ind
el: Δείκτης $ind
es: Indicador $ind
pt: Indicador $ind

# entercompname
source: Enter the competence name
el: Αναγράψτε το όνομα της ικανότητας
es: Introduzca el nombre de la competencia
pt: Introduza o nome da competência

# compname
source: Competence name
el: Όνομα Ικανότητας
es: Nombre de la competencia
pt: Nome da competência

# compnamequestion
source: What is the name of the competence?
el: Ποιο είναι το όνομα της ικανότητας;
es: ¿Cómo se llama la competencia?
pt: Qual o nome da competência

# hminds
source: How many indicators?
el: Πόσοι δείκτες;
es: ¿Cuántos indicadores?
pt: Quantos indicadores?

# compcreated
source: The competence is created!
el: Η ικανότητα δημιουργείται!
es: Se ha creado la competencia
pt: A competência foi criada

# childemail
source: Enter your children email
el: Εισάγετε το email των παιδιών σας
es: Introduzca el correo electrónico de sus hijos
pt: Introduza o e-mail do seu educando

# emailwrong
source: No user found for that email
el: Δεν βρέθηκε χρήστης για αυτό το email
es: No se ha encontrado ningún usuario para ese email
pt: Nenhum utilizador encontrado com esse endereço de e-mail

# pwwrong
source: Wrong password provided for that user
el: Δόθηκε λανθασμένος κωδικός πρόσβασης για τον εν λόγω χρήστη
es: Contraseña incorrecta para ese usuario
pt: A palavra-passe está incorreta para este utilizador

source: User Email
el: Ηλεκτρονικό ταχυδρομείο χρήστη
es: Email del usuario
pt: E-mail do utilizador

# userpw
source: User Password
el: Κωδικός πρόσβασης χρήστη
es: Contraseña de usuario
pt: Palavra-passe do utilizador

source: Status
el: Κατάσταση
es: Estado
pt: Estado

# usererror
source: That user does not exist
el: Ο χρήστης δεν υπάρχει
es: Ese usuario no existe
pt: O utilizador não existe

source: Login
el: Αρχική σελίδα
es: Inicio de sesión
pt: Início de sessão

# greetregister
source: New user? Register here
el: Νέος χρήστης; Εγγραφείτε εδώ
es: ¿Nuevo usuario? Regístrese aquí
pt: Novo utilizador? Registe-se aqui

# loggin
source: Logging you in...
el: Σύνδεση...
es: Iniciando sesión...
pt: Iniciando a sessão

source: Password
el: Κωδικός πρόσβασης
es: Contraseña
pt: Palavra-passe

source: User Added
el: Ο χρήστης προστέθηκε
es: Usuario añadido
pt: Utilizador adicionado

source: Register
el: Εγγραφή
es: Registrar
pt: Registar

# emailvaild
source: Enter a valid email
el: Εισάγετε ένα έγκυρο email
es: Introduzca un correo electrónico válido
pt: Introduza um e-mail válido

# emailenter
source: Enter you email or account name
el: Εισάγετε το όνομα του email ή του λογαριασμού σας
es: Introduzca su correo electrónico o nombre de cuenta
pt: Introduza o seu e-mail ou nome da conta

# pwinsert
source: Please a Enter Password
el: Παρακαλώ εισάγετε τον κωδικό πρόσβασης
es: Introduzca una contraseña
pt: Por favor introduza uma palavra-passe

# pwconfirm
source: Confirm Password
el: Επιβεβαίωση κωδικού πρόσβασης
es: Confirmar contraseña
pt: Confirmar palavra-passe

# pwagain
source: Please re-enter password
el: Παρακαλώ εισάγετε ξανά τον κωδικό πρόσβασης
es: Vuelva a introducir la contraseña
pt: Por favor reintroduza a palavra-passe

# pwsnotmatch
source: Password does not match
el: Ο κωδικός πρόσβασης δεν ταιριάζει
es: La contraseña no coincide
pt: A palavra-passe não coincide

# weakpw
source: The password provided is too weak.
el: Ο κωδικός πρόσβασης είναι πολύ αδύναμος.
es: La contraseña proporcionada es demasiado débil.
pt: A palavra-passe fornecida é pouco segura

# accalreadyexist
source: The account already exists!
el: Ο λογαριασμός υπάρχει ήδη!
es: La cuenta ya existe.
pt: Esta conta já existe!

# pwnotmatch
source: The passwords do not match
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es: Las contraseñas no coinciden
pt: As palavras-passe não coincidem

source: Display
el: Εμφάνιση
es: Mostrar
pt: Mostrar

source: Bug Report
el: Αναφορά σφάλματος
es: Informe de errores
pt: Reportar um erro

# reqticket
source: Send a request ticket
el: Στείλτε ένα αίτημα εισιτηρίου
es: Enviar un ticket de solicitud
pt: Enviar um bilhete de solicitação
