Repository: n1ghtbyte/Assessments-App
Catalog: lib/l10n/app_*.arb
Languages: el, es, pt

# formtext
source: A formative assessement is: the process of providing feedback to students during the learning process. These are often low stakes activities that allow the instructor to check student work and provide feedback. Formative assessment refers to a wide variety of methods that teachers use to conduct in-process evaluations of student comprehension, learning needs, and academic progress during a lesson, unit, or course. Formative assessments help teachers identify concepts that students are struggling to understand, skills they are having difficulty acquiring, or learning standards they have not yet achieved so that adjustments can be made to lessons, instructional techniques, and academic support. The general goal of formative assessment is to collect detailed information that can be used to improve instruction and student learning while it’s happening. What makes an assessment “formative” is not the design of a test, technique, or self-evaluation, per se, but the way it is used—i.e., to inform in-process teaching and learning modifications." (Weimer, 2013)'"
el: Μια διαμορφωτική αξιολόγηση είναι: η διαδικασία παροχής ανατροφοδότησης στους μαθητές κατά τη διάρκεια της μαθησιακής διαδικασίας. Αυτές είναι συχνά δραστηριότητες μικρής σημασίας που επιτρέπουν στον εκπαιδευτή να ελέγχει την εργασία των μαθητών και να παρέχει ανατροφοδότηση. Η διαμορφωτική αξιολόγηση αναφέρεται σε μια ευρεία ποικιλία μεθόδων που χρησιμοποιούν οι εκπαιδευτικοί για να διεξάγουν εν-εξελίξει αξιολογήσεις του επιπέδου κατανόησης των μαθητών, των μαθησιακών αναγκών και της ακαδημαϊκής τους προόδου κατά τη διάρκεια ενός μαθήματος, μιας ενότητας ή ενός προγράμματος. Οι διαμορφωτικές αξιολογήσεις βοηθούν τους εκπαιδευτικούς να προσδιορίσουν τις έννοιες που οι μαθητές αγωνίζονται να κατανοήσουν, δεξιότητες που δυσκολεύονται να αποκτήσουν ή πρότυπα / επίπεδα μάθησης που δεν έχουν ακόμη επιτευχθεί, έτσι ώστε να μπορούν να γίνουν προσαρμογές στα μαθήματα, τις εκπαιδευτικές τεχνικές και την ακαδημαϊκή υποστήριξη. \n Ο γενικός στόχος της διαμορφωτικής αξιολόγησης είναι η συλλογή λεπτομερών πληροφοριών που μπορούν να αξιοποιηθούν για τη βελτίωση της διδασκαλίας και της διαδικασίας μάθησης των μαθητών ενώσω αυτή συμβαίνει. Αυτό που κάνει μια αξιολόγηση «διαμορφωτική» δεν είναι ο σχεδιασμός μιας δοκιμής, τεχνικής ή αυτοαξιολόγησης, αυτής καθαυτής, αλλά ο τρόπος με τον οποίο χρησιμοποιείται — δηλαδή, για να γίνει ενημέρωση των τροποποιήσεων της εν εξελίξει διδασκαλίας και μάθησης. "\n (Weimer, 2013)'
es: Una evaluación formativa es: el proceso de proporcionar retroalimentación a los estudiantes durante el proceso de aprendizaje. A menudo se trata de actividades de bajo riesgo que permiten al profesor comprobar el trabajo del alumno y proporcionarle información. La evaluación formativa se refiere a una amplia variedad de métodos que los profesores utilizan para llevar a cabo evaluaciones en proceso de la comprensión de los estudiantes, las necesidades de aprendizaje y el progreso académico durante una lección, unidad o curso. Las evaluaciones formativas ayudan a los profesores a identificar los conceptos que los estudiantes están luchando por entender, las habilidades que están teniendo dificultades para adquirir, o los estándares de aprendizaje que aún no han alcanzado para que se puedan hacer ajustes a las lecciones, técnicas de instrucción y apoyo académico. El objetivo general de la evaluación formativa es recoger información detallada que se puede utilizar para mejorar la instrucción y el aprendizaje de los estudiantes mientras se está llevando a cabo. Lo que hace que una evaluación sea "formativa" no es el diseño de una prueba, técnica o autoevaluación en sí, sino la forma en que se utiliza, es decir, para informar sobre las modificaciones de la enseñanza y el aprendizaje en curso" (Weimer, 2013).
pt: Uma avaliação formativa é: o processo de dar feedback aos alunos durante o processo de aprendizagem. Trata-se frequentemente de actividades de baixo risco que permitem ao professor verificar o trabalho dos alunos e dar-lhes feedback. A avaliação formativa refere-se a uma grande variedade de métodos que os professores utilizam para realizar avaliações durante o processo de compreensão dos alunos, necessidades de aprendizagem e progresso académico durante uma aula, unidade ou curso. As avaliações formativas ajudam os professores a identificar os conceitos que os alunos têm dificuldade em compreender, as competências que têm dificuldade em adquirir ou os padrões de aprendizagem que ainda não atingiram, para que possam ser feitos ajustes nas aulas, nas técnicas de instrução e no apoio académico. O objectivo geral da avaliação formativa é recolher informação detalhada que possa ser utilizada para melhorar a instrução e a aprendizagem dos alunos enquanto esta decorre. O que torna uma avaliação "formativa" não é a concepção de um teste, técnica ou auto-avaliação, por si só, mas a forma como é utilizada - ou seja, para informar modificações no ensino e na aprendizagem em curso." (Weimer, 2013)'"

# summtext
source: A summative assessement is one that occurs at a point in time and is carried out to summarise achievement at that point in time. Often more structured than formative assessment, it provides teachers, students and parents with information on student progress and level of achievement. Summative assessments are used to evaluate student learning, skill acquisition, and academic achievement at the conclusion of a defined instructional period—typically at the end of a project, unit, course, semester, program, or school year. (NCVER, 2014)'"
el: Μια συνολική αξιολόγηση είναι αυτή που συμβαίνει σε μία χρονική στιγμή και πραγματοποιείται για να συνοψίσει την πρόοδο που έχει επιτευχθεί εκείνη τη χρονική στιγμή Συχνά είναι πιο δομημένη από τη διαμορφωτική αξιολόγηση, παρέχει στους εκπαιδευτικούς, τους μαθητές και τους γονείς πληροφορίες σχετικά με την πρόοδο των μαθητών και το επίπεδο των επιτευγμάτων τους. Οι συνολικές αξιολογήσεις χρησιμοποιούνται για την αξιολόγηση της μάθησης των μαθητών, της απόκτησης δεξιοτήτων και των ακαδημαϊκών επιτευγμάτων κατά την ολοκλήρωση μιας καθορισμένης εκπαιδευτικής περιόδου — συνήθως στο τέλος ενός έργου, μιας ενότητας, ενός μαθήματος, ενός εξαμήνου, ενός προγράμματος ή ενός σχολικού έτους. \n(NCVER, 2014)»
es: Una evaluación sumativa es aquella que se produce en un momento determinado y se lleva a cabo para resumir los logros alcanzados en ese momento. A menudo más estructurada que la evaluación formativa, proporciona a profesores, alumnos y familiares información sobre el progreso y el nivel de logro de los estudiantes. Las evaluaciones sumativas se utilizan para evaluar el aprendizaje de los estudiantes, la adquisición de habilidades y los logros académicos al final de un período de instrucción definido, por lo general al final de un proyecto, unidad, curso, semestre, programa o año escolar. (NCVER, 2014)"
pt: Uma avaliação sumativa é uma avaliação que ocorre num determinado momento e é efectuada para resumir os resultados obtidos nesse momento. Frequentemente mais estruturada do que a avaliação formativa, fornece aos professores, aos alunos e aos pais informações sobre os progressos e o nível de aproveitamento dos alunos. As avaliações sumativas são utilizadas para avaliar a aprendizagem dos alunos, a aquisição de competências e os resultados académicos na conclusão de um período de instrução definido - normalmente no final de um projecto, unidade, curso, semestre, programa ou ano lectivo. (NCVER, 2014)'"

# registerGreet
source: Register Page
es: Página de Registro
pt: Página de Registo
